# taps
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
brew "mas"

# Applications
cask "alfred"
cask "notion"
cask "visual-studio-code"
cask "spotify"
cask "discord"
cask "tunnelblick"
cask "karabiner-elements"
cask "github"
cask "hyper"

# Browsers
cask "brave-browser"
cask "firefox"

# Fonts
cask "font-fira-code"

# macOS App Store
mas "Magnet", id: 441258766
mas "Amphetamine", id: 824171161
mas "Paste", id: 824171161
mas "The Unarchiver", id: 824171161
mas "Telegram", id: 824171161
mas "1Password", id: 824171161
mas "Transmit", id: 824171161

# packages
brew "bat"
brew "tree"
brew "hub"
brew "wifi-password"
